[
  "Ogni alba è un foglio bianco: riempilo di coraggio.",
  "Le piccole vittorie di oggi costruiscono i trionfi di domani.",
  "Respira: sei esattamente dove dovresti essere per iniziare.",
  "Il passo che temi è quello che apre la porta giusta.",
  "Sbaglia, rialzati, riprova: è così che si scolpisce il carattere.",
  "Il successo è la somma di tanti ‘ci provo’ messi in fila.",
  "Quando pensi di fermarti, fai ancora un passo: spesso è il decisivo.",
  "La costanza trasforma i desideri in risultati.",
  "Semina impegno, raccogli futuro.",
  "Ogni problema è un maestro travestito da sfida.",
  "La tua voce interiore è un faro: seguila, non ignorarla.",
  "Persistere è il modo più elegante di avere ragione.",
  "Ricorda: anche le querce sono state ghiande testarde.",
  "Il talento apre le porte, la disciplina le tiene spalancate.",
  "Non aspettare l’ispirazione, incontrala lavorando.",
  "Il tempo che dedichi a te stesso è un investimento, non un lusso.",
  "La distanza fra sogno e realtà si chiama azione.",
  "Nessuna strada è lunga per chi avanza con passi di gratitudine.",
  "Trasforma l’ansia in energia, non in catene.",
  "Ogni fallimento racconta dove posare la prossima pietra.",
  "La resilienza è silenziosa ma fa rumore nei risultati.",
  "Credi in te stesso prima che lo facciano gli altri.",
  "La vetta esiste per chi non si accontenta del panorama a metà.",
  "Fai del tuo meglio: è la firma che metti in fondo alle tue giornate.",
  "Il vero limite è la storia che ti racconti.",
  "La pazienza è forza che sorride.",
  "Pianta un’idea oggi, raccogli una rivoluzione domani.",
  "Ogni ‘non ce la faccio’ è un invito a diventare più grande.",
  "Chi cammina lentamente ma non si ferma arriva comunque lontano.",
  "La semplicità è il lusso dei forti.",
  "Coraggio non è assenza di paura, è dialogo con essa.",
  "Lascia che la curiosità sia il tuo carburante.",
  "Focalizzati su ciò che controlli, il resto si raddrizzerà.",
  "Le scuse allungano la strada, l’azione la accorcia.",
  "Ricostruirsi è un’arte che tutti possiamo imparare.",
  "Ogni giorno contiene un seme di grandezza: scegli di innaffiarlo.",
  "Il futuro ringrazia le decisioni coraggiose del presente.",
  "Vali più di un errore, sei la somma di infinite ripartenze.",
  "La gentilezza è forza che illumina.",
  "Non sei in gara con gli altri, ma con la tua versione di ieri.",
  "Il rischio più grande è non provarci.",
  "Le montagne si scalano un respiro alla volta.",
  "Il cambiamento bussa: apri la porta, non l’agenda.",
  "La passione rende leggere anche le sfide più pesanti.",
  "Ogni traguardo era un punto interrogativo all’inizio.",
  "La volontà è un muscolo: più la usi, più diventa forte.",
  "Sii la voce che avresti voluto ascoltare.",
  "Il silenzio è un ottimo luogo dove ascoltare se stessi.",
  "Inizia piccolo, sogna in grande, cresci ogni giorno.",
  "La luce alla fine del tunnel sei tu che accendi l’interruttore.",
  "Tra desiderare e ottenere c’è di mezzo il fare: mettiti in viaggio."
]